Repository: common-repository/pg-context-sidebar
Catalog: languages/pgeek-*.po
Languages: cs_es_es

source: Context Sensitve Sidebar
cs_es_es: Contexto sensitve Sidebar

source: This content is shown in the sidebar by the PG Context Sensitive Sidebar widget. It is only displayed in the sidebar when this page is shown.
cs_es_es: Este material se muestra en la barra lateral Sidebar por el widget contextual PG. Sólo se mostrará en la barra lateral de esta página, se muestra.

source: The title will stay in sync with the selected page/post
cs_es_es: El título se quedará en sincronización con la página seleccionada / post

source: The title will be taken from the selected page/post
cs_es_es: El título se toma de la página seleccionada / post

source: The content will stay in sync with the selected page/post
cs_es_es: El contenido permanecerá en sincronización con la página seleccionada / post

source: The content will be copied from the selected page/post
cs_es_es: El contenido se copia desde la página seleccionada / post

source: Once off copy from another page/post:
cs_es_es: Una vez que copia fuera de otra página / post:

source: select page/post to copy Sidebar title and content
cs_es_es: seleccionar la página / post para copiar Sidebar título y contenido

source: there is no other page/post with content to copy
cs_es_es: no hay otro poste página / con contenido para copiar

source: If you wish to copy then deselect the page/post below
cs_es_es: Si usted desea copiar y luego anular la selección de la página / post de abajo

source: Ongoing display of another page/post (stays in sync):
cs_es_es: Visualización continua de otra página / post (se mantiene sincronizado):

source: Not available for pages that are already templates for others
cs_es_es: No está disponible para las páginas que ya están plantillas para otros

source: Jump to edit the page that uses this template as its source
cs_es_es: Ir a editar la página que utiliza esta plantilla como su fuente

source: select page/post of Sidebar title and content to display
cs_es_es: seleccionar la página / post de título y contenido de la barra lateral para mostrar

source: there is no other page/post with content to display
cs_es_es: no hay otro poste página / con contenido que se mostrará

source: Context Sidebar
cs_es_es: PG Contexto Sidebar

source: A problem occurred determining status, please edit and check this page
cs_es_es: Se produjo un problema determinar la condición, por favor, edite y revise esta página

source: This is a template for another page/post
cs_es_es: Esta es una plantilla para otra página / post

source: Redisplay the content of another page/post (and stays in sync)
cs_es_es: Muestra el contenido de otra página / post (y se mantiene sincronizado)

source: Display original content and is not used as a template for another page/post
cs_es_es: Muestra el contenido original y no se utiliza como una plantilla para otra página / post

source: No content so no widget will be displayed when this page is shown
cs_es_es: No hay contenido para que nadie widget se muestra cuando esta página se muestra

source: PG Context Sensitive Sidebar
cs_es_es: PG Sidebar contextual

source: PG Context Sidebar
cs_es_es: PG Contexto Sidebar

source: Which pages should allow entry of content for sidebar and display of status icons
cs_es_es: Las páginas deben permitir la entrada de contenidos para la barra lateral

source: Page / Post Types
cs_es_es: Página / Post Tipos

source: Remove data on uninstall
cs_es_es: Eliminar los datos durante la desinstalación

source: Option Settings
cs_es_es: Configuración de opciones

source: Select the types of post and page where you wish to be able to enter context sensitive information for display in the widget
cs_es_es: Seleccione el tipo de mensaje y la página en la que desea ser capaz de introducir información sensible al contexto para mostrar en el widget

source: You can also choose to display status icons on the summary page (ie all pages, all posts etc)
cs_es_es: También puede optar por mostrar los iconos de estado en la página de resumen (es decir, todas las páginas, etc todos los mensajes)

source: Option to remove plugin settings on uninstall (content for posts is not deleted)
cs_es_es: Opción para quitar la configuración del plugin de desinstalación (el contenido de los mensajes no se borran)

source: Post/Page/Custom Type
cs_es_es: Página / Post Tipos

source: Allow on edit
cs_es_es: Permitir en edición

source: Show summary icons
cs_es_es: Mostrar iconos de resumen

source: Delete Plugin Settings on uninstall
cs_es_es: Eliminar ajustes Plugin de desinstalación

source: Usage
cs_es_es: uso

source: The Context Sensitive Sidebar allows you to add content to a new metabox on your posts or pages.
cs_es_es: La barra lateral sensible al contexto le permite agregar contenido a una caja nueva meta en tus posts o páginas.

source: This content will be displayed by the PG Context Sensitive Sidebar widget whenever that page or post is displayed.
cs_es_es: Este contenido se mostrará en el widget de la barra lateral Context Sensitive PG siempre que dicha página o mensaje en la pantalla.

source: You must enter content on pages and posts AND place the widget into a sidebar in your theme
cs_es_es: Debe introducir el contenido de las páginas y los postes y colocar el widget en una barra lateral de tu tema

source: You can also choose to copy the content from another page/post once off, or to use another page/post as a sort of template where changes made to that one page are reflected on other pages automatically. Use the list boxes on the edit pages to select either a once off copy or an ongoing display.
cs_es_es: También puede copiar el contenido de otra página / post una vez apagado, o utilizar otra página / post como una especie de templage donde los cambios realizados en una página que se reflejan en otras páginas de forma automática. Utilice los cuadros de lista en las páginas de edición para seleccionar ya sea una copia vez o una pantalla en curso.

source: Save Changes
cs_es_es: Guardar cambios

source: Display context that is related to the current post or page, or nothing if no context is set
cs_es_es: Muestra contexto que está relacionado con el mensaje o la página actual, o nada si no se establece contexto

source: Enter the title and content that you wish to display in this widget on the page or post in the PG context sidebar metabox
cs_es_es: Escriba el título y el contenido que desea mostrar en este widget en la página o mensaje en el cuadro de contexto PG meta barra lateral
